Repository: Speedydown/Thirty_Seconds_WP
Catalog: 30 Seconds Windows/30 Seconds Windows/Strings/*/Resources.resw
Source language: en_us
Languages: nl_nl

# MainPageCurrentGameButtonTextBlock.Text
source: Current game
nl_nl: Huidig spel

# MainPageNewGameButtonTextBlock.Text
source: New game
nl_nl: Nieuw spel

# MainPageRulesButtonTextBlock.Text
source: Rules
nl_nl: Regels

# TeamsPageAddTeamButtonTextBlock.Text
source: Add new team
nl_nl: Voeg nieuw team toe

# TeamsPageTeamsHeader.Text
source: Teams in this game
nl_nl: Teams in dit spel

# TeamsPageTitleTextBlock.Text
source: New game
nl_nl: Nieuw spel

# Text_Players
source: Players
nl_nl: spelers

# TeamsPagePreviousTeamsHeader.Text
source: All teams
nl_nl: Alle Teams

# TeamsPageNoTeamsInGameTextBlock.Text
source: No teams added
nl_nl: Geen teams toegevoegd

# TeamsPageStartGameButtonTextBlock.Text
source: Start game
nl_nl: Start spel

# PlayersPageAddPlayerButtonTextBlock.Text
source: Add new player
nl_nl: Voeg nieuwe speler toe

# PlayersPageEditTeamNameTextbox.PlaceholderText
source: Team name
nl_nl: Teamnaam

# PlayersPageNoPlayersInTeamTextBlock.Text
source: No players!
nl_nl: Geen spelers toegevoegd

# PlayersPagePreviousPlayersHeader.Text
source: All players
nl_nl: Alle Spelers

# PlayersPageTitleTextBlock.Text
source: Edit team
nl_nl: Team bewerken

# text_Cancel
source: Cancel
nl_nl: Annuleren

# text_Delete
source: Delete
nl_nl: Verwijderen

# text_DeletePlayerQuestion_Body
source: Do you want to remove the player "{0}"?
nl_nl: Wil je de speler "{0}" verwijderen?

# text_DeletePlayerQuestion_Title
source: Delete player?
nl_nl: Speler verwijderen?

# text_DeleteTeamQuestion_Body
source: Do you want to remove the team "{0}"?
nl_nl: Wil je het team "{0}" verwijderen?

# text_DeleteTeamQuestion_Title
source: Remove team?
nl_nl: Team verwijderen?

# text_TimesPlayed
source: Games played
nl_nl: Spellen gespeeld

# PlayerPageEditPlayerNameTextbox.PlaceholderText
source: Player name
nl_nl: Spelernaam

# PlayerPageTeamStatsHeader.Text
source: Statistics
nl_nl: Statistieken

# PlayerPageTitleTextBlock.Text
source: Edit player
nl_nl: Speler bewerken

# PlayersPageDeletePlayerHintTextBlock.Text
source: Tip: Delete player? Hold the button
nl_nl: Tip: Speler verwijderen? Hou de knop langer vast

# PlayersPageTeamMembersHeader.Text
source: Team members
nl_nl: Teamleden

# TeamsPageDeleteTeamHintTextBlock.Text
source: Tip: hold a team to remove from the game
nl_nl: Tip: houd een team vast om dit team te verwijderen

# text_QuestionsAnswered
source: Played words
nl_nl: Woorden beantwoord

# text_QuestionsCorrect
source: Correct words
nl_nl: Woorden goed beantwoord

# text_TimesWon
source: Games won
nl_nl: Spellen gewonnen

# SplashPageLoadingText.Text
source: Busy retrieving new words...
nl_nl: Bezig met het ophalen van nieuwe woorden...

# NextPlayerPageNextRoundPivotHeader.Text
source: Next round
nl_nl: Volgende ronde

# NextPlayerPagePassPhoneToText
source: Give me to {0}
nl_nl: Geef mij door aan {0}

# NextPlayerPageScorePivotHeader.Text
source: Current standings
nl_nl: Huidige stand

# NextPlayerPageTitleTextBlock.Text
source: Next player
nl_nl: Volgende speler

# NextPlayerPageContinueButtonTextBlock.Text
source: Continue
nl_nl: Doorgaan

# NextPlayerPageRoundTextBox.Text
source: Round:
nl_nl: Ronde:

# NextPlayerPageScoreTextBox.Text
source: Points:
nl_nl: Score:

# CancelGame_Header
source: Cancel game
nl_nl: Stoppen met het spel

# CancelGame_Text
source: You are cancelling the game. Are you sure?
nl_nl: Weet je zeker dat je terug wil naar het hoofdmenu?

# NextPlayerPageQuestionsCorrectTextBox.Text
source: Correct answers
nl_nl: Goede antwoorden

# PlayerReadyPageTitleTextBlock.Text
source: Next round
nl_nl: Volgende ronde

# text_MainMenu
source: Main menu
nl_nl: Hoofdmenu

# PlayerReadyPageStartButtonTextBlock.Text
source: Play
nl_nl: Start

# RoundPageNextRoundButtonTextBlock.Text
source: Next round
nl_nl: Volgende ronde

# MainPageSettingsButton.Label
source: Settings
nl_nl: Instellingen

# SettingsPageTitleTextBlock.Text
source: Settings
nl_nl: Instellingen

# RoundPageFillInAnswersTextBlock.Text
source: Fill in the correct answers:
nl_nl: Vul de juiste antwoorden in:

# RoundPageTimeUpTextBlock.Text
source: Out of time!
nl_nl: De tijd is op!

# SettingsPageWordPacksButtonTextBlock.Text
source: Word packs
nl_nl: Woordpakketten

# SettingsPageRemoveAdsButtonTextBlock.Text
source: Remove ads
nl_nl: Verwijder advertenties

# SettingsWordPackspageAvailablePacksTextBlock.Text
source: Available packs
nl_nl: Beschikbare pakketten

# SettingsWordPackspageTitleTextBlock.Text
source: Word packs
nl_nl: Woordpakketten

# NoWordsHeader
source: No words
nl_nl: Geen woorden

# NoWordsText
source: Words could not be retrieved. Please check your internet connection and try again.
nl_nl: Er konden geen woorden worden gedownload. Controleer de internet verbinding en probeer het opnieuw.

# PlayerReadyPageHeaderTextBlock.Text
source: Ready to play?
nl_nl: Klaar om te spelen?

# SettingsPageLanguageeComboBoxHeader.Text
source: Language
nl_nl: Taal

# SettingsPagePoinsDropdownTextBlock.Text
source: Points needed
nl_nl: Benodigde punten

# test_Retry
source: Try again
nl_nl: Opnieuw

# VictoryAnimiationPageHeaderTextBlock.Text
source: End of game
nl_nl: Einde spel

# EndGamePageHeaderTextBlock.Text
source: Final scores
nl_nl: Eind scores

# VictoryAnimationPageVictorTextBlock.Text
source: Champions
nl_nl: Winnaar:

# RulesPageTitleTextBlock.Text
source: Rules
nl_nl: Spelregels
